Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: "All Podcasts" enables notifications for every podcast you're subscribed to. "Let Me Choose" keeps them off — turn on per podcast in Library → Podcast → Listening Profile.
de: „Alle Podcasts“ aktiviert Mitteilungen für jeden Podcast, den du abonniert hast. „Selbst auswählen“ lässt sie aus – schalte sie pro Podcast unter Mediathek → Podcast → Hörprofil ein.
es: «Todos los podcasts» activa las notificaciones de todos los podcasts a los que estás suscrito. «Prefiero elegir» las deja desactivadas: puedes activarlas podcast a podcast en Biblioteca → Podcast → Perfil de escucha.
fr: « Tous les podcasts » active les notifications pour tous les podcasts auxquels vous êtes abonné. « Choisir moi-même » les laisse désactivées — activez-les podcast par podcast dans Bibliothèque → Podcast → Profil d'écoute.
it: "Tutti i podcast" attiva le notifiche per ogni podcast che segui. "Scelgo io" le lascia disattivate — attivale podcast per podcast in Libreria → Podcast → Profilo di ascolto.
nl: "Alle podcasts" schakelt meldingen in voor elke podcast waarop je bent geabonneerd. "Ik kies zelf" houdt ze uit — zet ze per podcast aan via Bibliotheek → Podcast → Luisterprofiel.

source: "Clear Up Next" removes upcoming episodes. "Clear Everything" also stops playback and removes the current episode.
de: „Als Nächstes leeren“ entfernt die kommenden Folgen. „Alles leeren“ stoppt außerdem die Wiedergabe und entfernt die aktuelle Folge.
es: «Vaciar A continuación» quita los episodios pendientes. «Vaciar todo» además detiene la reproducción y quita el episodio actual.
fr: « Vider À suivre » retire les épisodes à venir. « Tout effacer » arrête également la lecture et retire l'épisode en cours.
it: "Svuota Prossimi" rimuove i prossimi episodi. "Svuota tutto" interrompe anche la riproduzione e rimuove l'episodio corrente.
nl: "Wis wachtrij" verwijdert de komende afleveringen. "Wis alles" stopt ook het afspelen en verwijdert de huidige aflevering.

# %@, %lld episodes, %@
source: %1$@, %2$lld episodes, %3$@
de: %1$@, %2$lld Folgen, %3$@
es: %1$@, %2$lld episodios, %3$@
fr: %1$@, %2$lld épisodes, %3$@
it: %1$@, %2$lld episodi, %3$@
nl: %1$@, %2$lld afleveringen, %3$@

source: %lld auto-hidden
de: %lld autom. ausgeblendet
es: %lld ocultos
fr: %lld auto-masqués
it: %lld nascosti
nl: %lld automatisch verborgen

source: %lld episodes
de: %lld Folgen
es: %lld episodios
fr: %lld épisodes
it: %lld episodi
nl: %lld afleveringen

# %lld episodes · %@
source: %1$lld episodes · %2$@
de: %1$lld Folgen · %2$@
es: %1$lld episodios · %2$@
fr: %1$lld épisodes · %2$@
it: %1$lld episodi · %2$@
nl: %1$lld afleveringen · %2$@

source: %lld episodes auto-hidden so far
de: %lld Folgen bisher automatisch ausgeblendet
es: %lld episodios ocultados automáticamente hasta ahora
fr: %lld épisodes masqués automatiquement jusqu'à présent
it: %lld episodi nascosti automaticamente finora
nl: %lld afleveringen tot nu toe automatisch verborgen

source: %lld min this week
de: %lld Min. diese Woche
es: %lld min esta semana
fr: %lld min cette semaine
it: %lld min questa settimana
nl: %lld min deze week

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
nl: %1$lld van %2$lld

source: %lld played
de: %lld gespielt
es: %lld reproducidos
fr: %lld lus
it: %lld riprodotti
nl: %lld afgespeeld

source: %lld synced actions
de: %lld synchronisierte Aktionen
es: %lld acciones sincronizadas
fr: %lld actions synchronisées
it: %lld azioni sincronizzate
nl: %lld gesynchroniseerde acties

source: %lld total
de: %lld gesamt
es: %lld en total
fr: %lld au total
it: %lld in totale
nl: %lld totaal

source: %lld unplayed
de: %lld ungespielt
es: %lld sin reproducir
fr: %lld non lus
it: %lld non riprodotti
nl: %lld niet afgespeeld

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld autres
it: +%lld altri
nl: +%lld meer

source: ❤️ Built indie. Funded by listeners.
de: ❤️ Unabhängig entwickelt. Von Hörern finanziert.
es: ❤️ Hecho de forma independiente. Financiado por los oyentes.
fr: ❤️ Développé en indépendant. Financé par les auditeurs.
it: ❤️ Sviluppata in modo indipendente. Finanziata da chi ascolta.
nl: ❤️ Onafhankelijk gemaakt. Gefinancierd door luisteraars.

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nl: 1 uur

source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
nl: 2 uur

source: 2 minutes
de: 2 Minuten
es: 2 minutos
it: 2 minuti
nl: 2 minuten

source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
it: 4 ore
nl: 4 uur

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
nl: 7 dagen

source: 10 seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
it: 10 secondi
nl: 10 seconden

source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
it: 14 giorni
nl: 14 dagen

source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
nl: 15 minuten

source: 15 seconds
de: 15 Sekunden
es: 15 segundos
fr: 15 secondes
it: 15 secondi
nl: 15 seconden

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
nl: 30 dagen

source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
nl: 30 minuten

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
it: 30 secondi
nl: 30 seconden

source: 60 days
de: 60 Tage
es: 60 días
fr: 60 jours
it: 60 giorni
nl: 60 dagen

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
nl: 90 dagen

source: A minimal record (hashed email + deletion date) is retained for 3 years per legal requirements.
de: Ein minimaler Datensatz (gehashte E-Mail-Adresse + Löschdatum) wird aus rechtlichen Gründen 3 Jahre lang aufbewahrt.
es: Se conserva un registro mínimo (correo electrónico con hash + fecha de eliminación) durante 3 años por requisitos legales.
fr: Un enregistrement minimal (adresse e-mail hachée + date de suppression) est conservé pendant 3 ans conformément aux obligations légales.
it: Per obblighi di legge viene conservato un record minimo (email sottoposta a hash + data di eliminazione) per 3 anni.
nl: Een minimale registratie (gehasht e-mailadres + verwijderdatum) wordt volgens wettelijke verplichtingen 3 jaar bewaard.

# a11y.account.delete.confirmHint
source: Type the word %@ in all capitals to confirm account deletion
de: Tippe das Wort %@ in Großbuchstaben ein, um die Account-Löschung zu bestätigen
es: Escribe la palabra %@ en mayúsculas para confirmar la eliminación de la cuenta
fr: Saisissez le mot %@ en majuscules pour confirmer la suppression du compte
it: Digita la parola %@ tutta in maiuscolo per confermare l'eliminazione dell'account
nl: Typ het woord %@ in hoofdletters om het verwijderen van je account te bevestigen

# a11y.action.addToQueue
source: Add to Queue
de: Zur Warteliste hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
nl: Voeg toe aan wachtrij

# a11y.action.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

# a11y.action.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verberg

# a11y.action.markPlayed
source: Mark as Played
de: Als gespielt markieren
es: Marcar como reproducido
fr: Marquer comme lu
it: Segna come riprodotto
nl: Markeer als afgespeeld

# a11y.action.markUnplayed
source: Mark as Unplayed
de: Als ungespielt markieren
es: Marcar como no reproducido
fr: Marquer comme non lu
it: Segna come non riprodotto
nl: Markeer als niet afgespeeld

# a11y.action.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
nl: Speel af

# a11y.action.playNext
source: Play Next
de: Als Nächstes abspielen
es: Reproducir a continuación
fr: Lire ensuite
it: Riproduci dopo
nl: Speel hierna af

# a11y.action.removeDownload
source: Remove Download
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Rimuovi download
nl: Verwijder download

# a11y.action.removeFromQueue
source: Remove from Queue
de: Aus der Warteliste entfernen
es: Quitar de la cola
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
nl: Verwijder uit wachtrij

# a11y.action.unhide
source: Unhide
de: Einblenden
es: Mostrar
fr: Réafficher
it: Mostra di nuovo
nl: Maak zichtbaar

# a11y.activity.action.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
nl: Verwijderd

# a11y.activity.action.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
nl: Gedownload

# a11y.activity.action.new
source: New episode
de: Neue Folge
es: Episodio nuevo
fr: Nouvel épisode
it: Nuovo episodio
nl: Nieuwe aflevering

# a11y.activity.action.played
source: Played
de: Gespielt
es: Reproducido
fr: Lu
it: Riprodotto
nl: Afgespeeld

# a11y.activity.atPosition
source: at %@
de: bei %@
es: en %@
fr: à %@
it: a %@
nl: op %@

# a11y.activity.fromPodcast
source: from %@
de: von %@
es: de %@
fr: de %@
it: di %@
nl: van %@

# a11y.activity.onDevice
source: on %@
de: auf %@
es: en %@
fr: sur %@
it: su %@
nl: op %@

# a11y.activity.percent
source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
it: %lld percento
nl: %lld procent

# a11y.card.loading
source: %@, loading
de: %@, wird geladen
es: %@, cargando
fr: %@, chargement en cours
it: %@, caricamento in corso
nl: %@, wordt geladen

# a11y.duration.hours
source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
nl: %lld uur

# a11y.duration.minutes
source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
nl: %lld minuten

# a11y.duration.seconds
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
it: %lld secondi
nl: %lld seconden

# a11y.episode.hint
source: Double tap to show episode details
de: Doppeltippen, um die Folgendetails anzuzeigen
es: Pulsa dos veces para ver los detalles del episodio
fr: Touchez deux fois pour afficher les détails de l'épisode
it: Tocca due volte per vedere i dettagli dell'episodio
nl: Dubbeltik om afleveringsdetails te tonen

# a11y.episode.new
source: New episode
de: Neue Folge
es: Episodio nuevo
fr: Nouvel épisode
it: Nuovo episodio
nl: Nieuwe aflevering

# a11y.episode.remaining
source: %@ remaining
de: %@ verbleibend
es: Tiempo restante: %@
fr: Il reste %@
it: Ancora %@
nl: %@ resterend

# a11y.episode.state.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
nl: Gedownload

# a11y.episode.state.hidden
source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
nl: Verborgen

# a11y.episode.state.inQueue
source: In Up Next queue
de: In der Warteliste „Als Nächstes“
es: En la cola A continuación
fr: Dans la file d'attente
it: Nella coda Prossimi
nl: In de wachtrij

# a11y.episode.state.played
source: Played
de: Gespielt
es: Reproducido
fr: Lu
it: Riprodotto
nl: Afgespeeld

# a11y.episode.state.playing
source: Currently playing
de: Läuft gerade
es: Reproduciéndose ahora
fr: En cours de lecture
it: In riproduzione
nl: Speelt nu

# a11y.note.color.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
nl: Blauw

# a11y.note.color.green
source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
nl: Groen

# a11y.note.color.purple
source: Purple
de: Lila
es: Morado
fr: Violet
it: Viola
nl: Paars

# a11y.note.color.red
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
nl: Rood

# a11y.note.color.yellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
nl: Geel

# a11y.nowPlaying.paused
source: Paused: %1$@, %2$@
de: Pausiert: %1$@, %2$@
es: En pausa: %1$@, %2$@
fr: En pause : %1$@, %2$@
it: In pausa: %1$@, %2$@
nl: Gepauzeerd: %1$@, %2$@

# a11y.nowPlaying.playing
source: Playing: %1$@, %2$@
de: Läuft: %1$@, %2$@
es: Reproduciendo: %1$@, %2$@
fr: Lecture en cours : %1$@, %2$@
it: In riproduzione: %1$@, %2$@
nl: Speelt af: %1$@, %2$@

# a11y.onboarding.moreInfo
source: More Info for %@
de: Mehr Infos zu %@
es: Más info sobre %@
fr: Plus d'infos sur %@
it: Più info su %@
nl: Meer info over %@

# a11y.paywall.includedInFree
source: included in Free
de: in Gratis enthalten
es: incluido en Gratis
fr: inclus dans Free
it: incluso in Free
nl: inbegrepen bij Gratis

# a11y.paywall.includedInPro
source: included in Pro
de: in Pro enthalten
es: incluido en Pro
fr: inclus dans Pro
it: incluso in Pro
nl: inbegrepen bij Pro

# a11y.paywall.loadingPrice
source: Loading price
de: Preis wird geladen
es: Cargando el precio
fr: Chargement du prix
it: Caricamento del prezzo
nl: Prijs wordt geladen

# a11y.paywall.notInFree
source: not in Free
de: nicht in Gratis enthalten
es: no incluido en Gratis
fr: non inclus dans Free
it: non incluso in Free
nl: niet in Gratis

# a11y.paywall.notInPro
source: not in Pro
de: nicht in Pro enthalten
es: no incluido en Pro
fr: non inclus dans Pro
it: non incluso in Pro
nl: niet in Pro

# a11y.paywall.pricePerPeriod
source: %1$@ per %2$@
de: %1$@ pro %2$@
es: %1$@ por %2$@
fr: %1$@ par %2$@
it: %1$@ ogni %2$@

# a11y.player.playbackSpeed
source: Playback speed, %@
de: Wiedergabegeschwindigkeit, %@
es: Velocidad de reproducción, %@
fr: Vitesse de lecture, %@
it: Velocità di riproduzione, %@
nl: Afspeelsnelheid, %@

# a11y.progress.positionOfDuration
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
nl: %1$@ van %2$@

# a11y.search.matchedInDescription
source: matched in episode description
de: Treffer in der Folgenbeschreibung
es: coincidencia en la descripción del episodio
fr: correspondance dans la description de l'épisode
it: corrispondenza nella descrizione dell'episodio
nl: gevonden in de beschrijving van de aflevering

# a11y.speed.rate
source: %@ times
de: %@-fach
es: %@ veces
fr: %@ fois
it: %@ volte
nl: %@ keer

# a11y.stats.dailyTrendChart
source: Daily listening chart, %lld days, %lld total minutes
de: Diagramm der täglichen Hörzeit, %lld Tage, %lld Minuten insgesamt
es: Gráfico de escucha diaria, %lld días, %lld minutos en total
fr: Graphique d'écoute quotidienne, %lld jours, %lld minutes au total
it: Grafico dell'ascolto giornaliero, %lld giorni, %lld minuti in totale
nl: Grafiek van dagelijks luisteren, %lld dagen, %lld minuten in totaal

source: About
de: Info
es: Información
fr: À propos
it: Informazioni
nl: Over

source: About Account Types
de: Info zu Account-Typen
es: Tipos de cuenta
fr: Types de compte
it: Tipi di account
nl: Over accounttypen

source: About these translations
de: Über diese Übersetzungen
es: Sobre estas traducciones
fr: À propos de ces traductions
it: Informazioni su queste traduzioni
nl: Over deze vertalingen

source: About This Episode
de: Über diese Folge
es: Sobre este episodio
fr: À propos de cet épisode
it: Informazioni sull'episodio
nl: Over deze aflevering

source: Accept
de: Übernehmen
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteer

source: Accessibility Settings
de: Bedienungshilfen
es: Ajustes de accesibilidad
fr: Réglages d'accessibilité
it: Impostazioni Accessibilità
nl: Toegankelijkheidsinstellingen

source: Account Action
de: Account-Aktion
es: Acción de la cuenta
fr: Action du compte
it: Azione account
nl: Accountactie

source: Account authentication uses Firebase Auth, which stores your email and a user ID. Firebase Auth may collect minimal diagnostic data required for service operation. No analytics or tracking data is collected through Firebase.
de: Die Account-Anmeldung läuft über Firebase Auth, das deine E-Mail-Adresse und eine Benutzer-ID speichert. Firebase Auth erfasst unter Umständen minimale Diagnosedaten, die für den Betrieb des Dienstes nötig sind. Über Firebase werden keine Analyse- oder Tracking-Daten erhoben.
es: La autenticación de la cuenta usa Firebase Auth, que almacena tu correo electrónico y un ID de usuario. Firebase Auth puede recopilar los datos de diagnóstico mínimos necesarios para el funcionamiento del servicio. No se recopilan datos de analítica ni de seguimiento a través de Firebase.
fr: L'authentification des comptes utilise Firebase Auth, qui stocke votre adresse e-mail et un identifiant utilisateur. Firebase Auth peut collecter un minimum de données de diagnostic nécessaires au fonctionnement du service. Aucune donnée d'analyse ou de suivi n'est collectée via Firebase.
it: L'autenticazione dell'account usa Firebase Auth, che memorizza il tuo indirizzo email e un ID utente. Firebase Auth può raccogliere i dati diagnostici minimi necessari al funzionamento del servizio. Tramite Firebase non viene raccolto nessun dato di analisi o tracciamento.
nl: Accountverificatie verloopt via Firebase Auth, dat je e-mailadres en een gebruikers-ID opslaat. Firebase Auth kan minimale diagnostische gegevens verzamelen die nodig zijn voor de werking van de dienst. Er worden via Firebase geen analyse- of trackinggegevens verzameld.

# account.delete.confirmPrompt
source: Type %@ to confirm:
de: Tippe %@ ein, um zu bestätigen:
es: Escribe %@ para confirmar:
fr: Saisissez %@ pour confirmer :
it: Digita %@ per confermare:
nl: Typ %@ om te bevestigen:

# account.delete.confirmWord
source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
it: ELIMINA
nl: VERWIJDER

source: Action when you swipe an episode row to the left
de: Aktion, wenn du eine Folgenzeile nach links wischst
es: Acción al deslizar una fila de episodio hacia la izquierda
fr: Action effectuée lorsque vous balayez une ligne d'épisode vers la gauche
it: Azione eseguita quando fai scorrere un episodio verso sinistra
nl: Actie wanneer je een afleveringsrij naar links veegt

source: Action when you swipe an episode row to the right
de: Aktion, wenn du eine Folgenzeile nach rechts wischst
es: Acción al deslizar una fila de episodio hacia la derecha
fr: Action effectuée lorsque vous balayez une ligne d'épisode vers la droite
it: Azione eseguita quando fai scorrere un episodio verso destra
nl: Actie wanneer je een afleveringsrij naar rechts veegt

source: Active Profile
de: Aktives Profil
es: Perfil activo
fr: Profil actif
it: Profilo attivo
nl: Actief profiel

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
nl: Activiteit

# activity.onDevice
source: Device: %@
de: Gerät: %@
es: Dispositivo: %@
fr: Appareil : %@
it: Dispositivo: %@
nl: Apparaat: %@

# activity.playedAt
source: at %@
de: bei %@
es: en %@
fr: à %@
it: a %@
nl: op %@

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe

source: Add %@ to Queue
de: %@ zur Warteliste hinzufügen
es: Añadir %@ a la cola
fr: Ajouter %@ à la file d'attente
it: Aggiungi %@ alla coda
nl: Voeg %@ toe aan wachtrij

source: Add a note while listening to an episode.
de: Füge eine Notiz hinzu, während du eine Folge hörst.
es: Añade una nota mientras escuchas un episodio.
fr: Ajoutez une note pendant l'écoute d'un épisode.
it: Aggiungi una nota mentre ascolti un episodio.
nl: Voeg een notitie toe terwijl je naar een aflevering luistert.

source: Add a sync profile to sync your subscriptions and progress across devices, or use Vault Mode — everything stays on this device, no sync required.
de: Füge ein Sync-Profil hinzu, um deine Abos und deinen Fortschritt zwischen Geräten zu synchronisieren, oder nutze den Tresor-Modus – dann bleibt alles auf diesem Gerät, ganz ohne Sync.
es: Añade un perfil de sincronización para sincronizar tus suscripciones y tu progreso entre dispositivos, o usa el Modo Privado: todo se queda en este dispositivo, sin sincronización.
fr: Ajoutez un profil de synchronisation pour synchroniser vos abonnements et votre progression entre vos appareils, ou utilisez le mode Coffre-fort : tout reste sur cet appareil, aucune synchronisation n'est nécessaire.
it: Aggiungi un profilo di sincronizzazione per sincronizzare iscrizioni e avanzamento su tutti i tuoi dispositivi, oppure usa la Modalità Cassaforte — tutto resta su questo dispositivo, senza alcuna sincronizzazione.
nl: Voeg een syncprofiel toe om je abonnementen en voortgang tussen apparaten te synchroniseren, of gebruik Kluismodus — alles blijft op dit apparaat, synchroniseren is niet nodig.

source: Add Account
de: Account hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
nl: Account toevoegen

source: Add by Link
de: Per Link hinzufügen
es: Añadir por enlace
fr: Ajouter par lien
it: Aggiungi tramite link
nl: Toevoegen via link

source: Add episodes from your library or search.
de: Füge Folgen aus deiner Mediathek oder über die Suche hinzu.
es: Añade episodios desde tu biblioteca o desde la búsqueda.
fr: Ajoutez des épisodes depuis votre bibliothèque ou la recherche.
it: Aggiungi episodi dalla libreria o dalla ricerca.
nl: Voeg afleveringen toe vanuit je bibliotheek of via zoeken.

source: Add Note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
nl: Voeg notitie toe

source: Add Podcast
de: Podcast hinzufügen
es: Añadir podcast
fr: Ajouter un podcast
it: Aggiungi podcast
nl: Voeg podcast toe

source: Add Podcasts
de: Podcasts hinzufügen
es: Añadir podcasts
fr: Ajouter des podcasts
it: Aggiungi podcast
nl: Toevoegen

source: Add Protected Feed
de: Geschützten Feed hinzufügen
es: Añadir feed protegido
fr: Ajouter le flux protégé
it: Aggiungi feed protetto
nl: Voeg beveiligde feed toe

source: Add time to the running sleep timer.
de: Fügt dem laufenden Sleep-Timer Zeit hinzu.
es: Añade tiempo al temporizador para dormir en marcha.
fr: Ajoute du temps au minuteur de veille en cours.
it: Aggiunge tempo al timer di spegnimento in corso.
nl: Voeg tijd toe aan de lopende slaaptimer.

source: Add to Queue
de: Zur Warteliste hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
nl: Voeg toe aan wachtrij

source: Add YourPods Sync
de: YourPods Sync hinzufügen
es: Añadir YourPods Sync
fr: Ajouter YourPods Sync
it: Aggiungi YourPods Sync
nl: Voeg YourPods Sync toe

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
nl: Toegevoegd

source: All Episodes Played
de: Alle Folgen gespielt
es: Todos los episodios reproducidos
fr: Tous les épisodes sont lus
it: Tutti gli episodi riprodotti
nl: Alle afleveringen afgespeeld

source: All from Device
de: Alle vom Gerät
es: Todo del dispositivo
fr: Tout depuis l'appareil
it: Tutti dal dispositivo
nl: Alles van apparaat

source: All from Server
de: Alle vom Server
es: Todo del servidor
fr: Tout depuis le serveur
it: Tutti dal server
nl: Alles van server

source: All Local
de: Alle lokalen
es: Todos los locales
fr: Tous en local
it: Tutti locali
nl: Alle lokale

source: All notes
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
it: Tutte le note
nl: Alle notities

source: All Podcasts
de: Alle Podcasts
es: Todos los podcasts
fr: Tous les podcasts
it: Tutti i podcast
nl: Alle podcasts

source: All Recent Episodes
de: Alle aktuellen Folgen
es: Todos los episodios recientes
fr: Tous les épisodes récents
it: Tutti gli episodi recenti
nl: Alle recente afleveringen

source: All Voice Commands
de: Alle Sprachbefehle
es: Todos los comandos de voz
fr: Toutes les commandes vocales
it: Tutti i comandi vocali
nl: Alle spraakopdrachten

source: Already added
de: Bereits hinzugefügt
es: Ya añadido
fr: Déjà ajouté
it: Già aggiunto
nl: Al toegevoegd

source: Always Ask
de: Immer fragen
es: Preguntar siempre
fr: Toujours demander
it: Chiedi sempre
nl: Altijd vragen

source: Always Device
de: Immer Gerät
es: Siempre el dispositivo
fr: Toujours l'appareil
it: Sempre il dispositivo
nl: Altijd apparaat

source: Always Server
de: Immer Server
es: Siempre el servidor
fr: Toujours le serveur
it: Sempre il server
nl: Altijd server

source: Always use this choice
de: Diese Auswahl immer verwenden
es: Usar siempre esta opción
fr: Toujours utiliser ce choix
it: Usa sempre questa scelta
nl: Altijd deze keuze gebruiken

source: App Badge
de: App-Kennzeichen
es: Globo en el icono
fr: Pastille de l'app
it: Badge dell'app

source: App Password
de: App-Passwort
es: Contraseña de aplicación
fr: Mot de passe d'application
it: Password dell'app
nl: App-wachtwoord
